[
    { "id": 1, "review": "Ужасное качество", "rating": "1" },
    { "id": 2, "review": "Vraiment très joli. cardigan grosse maille ajourée très joli au porté.", "rating": "4" },
    { "id": 3, "review": "Nearly returned this top. Wasn’t sure about it. I wore it with denim skirt. So feminine, flattering and comfortable.", "rating": "5" },
    { "id": 4, "review": "Puha, jo minosegu es kenyelmes. Merete megfelel a leirtaknak. Elegedett vagyok.", "rating": "3" },
    { "id": 5, "review": "Shrink after washing, I won't dry it in a dryer.", "rating": "2" },
    { "id": 6, "review": "The fit of the shirt is perfect; this is the happy medium between loose fitting and skin-tight clothing. I'm wearing a medium size, and I'm 5'9 tall, 165 lb, 39 chest, 32 waist for reference. I was worried that the shirt was polyester and NOT cotton. A lot of polyester clothing has a tacky shininess to it. However, if you see this in real life, and maybe you can tell from the pictures, but it looks like it can pass for cotton. The shirt is pretty low friction, and combine that with the thumb loops, and it makes it really easy to slip outerwear on top. The thumb loops are stretchy/elastic, and they retract back into the sleeve when not in use. In terms of looks and fashion, the shirt exudes a simple, no-nonsense, clean dad sort of look. The seams look nice and add character to an otherwise plain shirt.", "rating": "5" },
    { "id": 7, "review": "Nearly returned this top. Wasn’t sure about it. I wore it with denim skirt. So feminine, flattering and comfortable.", "rating": "5" },
    { "id": 8, "review": "I am 6'4 and about 300 lbs and this is my favorite one that I have ever had. I most definitely recommend this item to any and all whom seek warm and comfort.", "rating": "5" },
    { "id": 9, "review": "I had bought this thermal shirt twice before and liked it for cold weather temps, it had a nice thickness and helped keep me warm. However I purchased a 3rd time and this thermal shirt I can literally see through it, it is so thin and lightweight. Not happy when a product is changed and not for the better. I just wasted my money. Carhartt quality seems to have slipped on this thermal shirt.", "rating": "1" },
    { "id": 10, "review": "Nice light weight comfortable thermal for layering in the cold winter months. Sizing is accurate and so far they are holding up well. I switch to something heavier when it drops below 0 F", "rating": "4" },
    { "id": 11, "review": "This is very well made and feels very nice on you skin. Only negative and it's a big one is that this is way to short. I am by no means a tall standing at 5'9 (and I usually get a medium this time a large), ) but this shirt sits above my waist line when standing never mind bending over. For the price charged this is not worth it.", "rating": "2" },
    { "id": 12, "review": "The fit matched with sizing guide. The waffle fabric comparable with more expensive garments. Overall good product for the price", "rating": "5" }
]